[
  {
    "id": 1,
    "title": "Stolen Focus",
    "subtitle": "Why You Can't Pay Attention- and How to Think Deeply Again",
    "description": "Our ability to pay attention is collapsing. From the New York Times bestselling author of Chasing the Scream and Lost Connections comes a groundbreaking examination of why this is happening--and how to get our attention back.\n\nIn the United States, teenagers can focus on one task for only sixty-five seconds at a time, and office workers average only three minutes. Like so many of us, Johann Hari was finding that constantly switching from device to device and tab to tab was a diminishing and depressing way to live. He tried all sorts of self-help solutions--even abandoning his phone for three months--but nothing seemed to work. So Hari went on an epic journey across the world to interview the leading experts on human attention--and he discovered that everything we think we know about this crisis is wrong.\n\nWe think our inability to focus is a personal failure to exert enough willpower over our devices. The truth is even more disturbing: our focus has been stolen by powerful external forces that have left us uniquely vulnerable to corporations determined to raid our attention for profit. Hari found that there are twelve deep causes of this crisis, from the decline of mind-wandering to rising pollution, all of which have robbed some of our attention. In Stolen Focus, he introduces readers to Silicon Valley dissidents who learned to hack human attention, and veterinarians who diagnose dogs with ADHD. He explores a favela in Rio de Janeiro where everyone lost their attention in a particularly surreal way, and an office in New Zealand that discovered a remarkable technique to restore workers' productivity.\n\nCrucially, Hari learned how we can reclaim our focus--as individuals, and as a society--if we are determined to fight for it. Stolen Focus will transform the debate about attention and finally show us how to get it back.",
    "author": "Johann Hari",
    "published": "January 25th, 2022",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1626718328l/57933306.jpg"
  },
  {
    "id": 2,
    "title": "Chip War",
    "subtitle": "The Fight for the World's Most Critical Technology",
    "description": "An epic account of the decades-long battle to control what has emerged as the world’s most critical resource—microchip technology—with the United States and China increasingly in conflict.\n\nYou may be surprised to learn that microchips are the new oil—the scarce resource on which the modern world depends. Today, military, economic, and geopolitical power are built on a foundation of computer chips. Virtually everything—from missiles to microwaves—runs on chips, including cars, smartphones, the stock market, even the electric grid. Until recently, America designed and built the fastest chips and maintained its lead as the #1 superpower, but America’s edge is in danger of slipping, undermined by players in Taiwan, Korea, and Europe taking over manufacturing. Now, as Chip War reveals, China, which spends more on chips than any other product, is pouring billions into a chip-building initiative to catch up to the US. At stake is America’s military superiority and economic prosperity.\n\nEconomic historian Chris Miller explains how the semiconductor came to play a critical role in modern life and how the U.S. became dominant in chip design and manufacturing and applied this technology to military systems. America's victory in the Cold War and its global military dominance stems from its ability to harness computing power more effectively than any other power. But here, too, China is catching up, with its chip-building ambitions and military modernization going hand in hand. America has let key components of the chip-building process slip out of its grasp, contributing not only to a worldwide chip shortage but also a new Cold War with a superpower adversary that is desperate to bridge the gap.\n\nIlluminating, timely, and fascinating, Chip War shows that, to make sense of the current state of politics, economics, and technology, we must first understand the vital role played by chips.",
    "author": "Chris Miller",
    "published": "October 4th, 2022",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1662566820l/60321447.jpg"
  },
  {
    "id": 3,
    "title": "Digital Minimalism",
    "subtitle": "Choosing a Focused Life in a Noisy World",
    "description": "Minimalism is the art of knowing how much is just enough. Digital minimalism applies this idea to our personal technology. It's the key to living a focused life in an increasingly noisy world.\n\nIn this timely and enlightening book, the bestselling author of Deep Work introduces a philosophy for technology use that has already improved countless lives.\n\nDigital minimalists are all around us. They're the calm, happy people who can hold long conversations without furtive glances at their phones. They can get lost in a good book, a woodworking project, or a leisurely morning run. They can have fun with friends and family without the obsessive urge to document the experience. They stay informed about the news of the day, but don't feel overwhelmed by it. They don't experience 'fear of missing out' because they already know which activities provide them meaning and satisfaction.\n\nNow, Newport gives us a name for this quiet movement, and makes a persuasive case for its urgency in our tech-saturated world. Common sense tips, like turning off notifications, or occasional rituals like observing a digital sabbath, don't go far enough in helping us take back control of our technological lives, and attempts to unplug completely are complicated by the demands of family, friends and work. What we need instead is a thoughtful method to decide what tools to use, for what purposes, and under what conditions.\n\nDrawing on a diverse array of real-life examples, from Amish farmers to harried parents to Silicon Valley programmers, Newport identifies the common practices of digital minimalists and the ideas that underpin them. He shows how digital minimalists are rethinking their relationship to social media, rediscovering the pleasures of the offline world, and reconnecting with their inner selves through regular periods of solitude. He then shares strategies for integrating these practices into your life, starting with a thirty-day 'digital declutter' process that has already helped thousands feel less overwhelmed and more in control.\n\nTechnology is intrinsically neither good nor bad. The key is using it to support your goals and values, rather than letting it use you. This book shows the way.",
    "author": "Cal Newport",
    "published": "February 5th, 2019",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1549433350l/40672036._SY475_.jpg"
  },
  {
    "id": 4,
    "title": "The Hero Code",
    "subtitle": "Lessons Learned from Lives Well Lived",
    "description": "From the acclaimed, #1 New York Times bestselling author of Make Your Bed -- a short, inspirational book about the qualities of true, everyday heroes.\n\nThe Hero Code is Admiral McRaven's ringing tribute to the real, everyday heroes he's met over the years, from battlefields to hospitals to college campuses, who are doing their part to save the world.\n\nWhen Bill McRaven was a young boy growing up in Texas, he dreamed of being a superhero. He longed to put on a cape and use his superpowers to save the earth from destruction. But as he grew older and traveled the world, he found real heroes everywhere he went -- and none of them had superpowers. None of them wore capes or cowls. But they all possessed qualities that gave them the power to help others, to make a difference, to save the world: courage, both physical and moral; humility; a willingness to sacrifice; and a deep sense of integrity.\n\nThe Hero Code is not a cypher, a puzzle, or a secret message. It is a code of conduct; lessons in virtues that can become the foundations of our character as we build a life worthy of honor and respect.",
    "author": "William H. McRaven",
    "published": "April 13th, 2021",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1615388642l/54817547.jpg"
  },
  {
    "id": 5,
    "title": "Discipline Is Destiny",
    "subtitle": "The Power of Self-Control",
    "description": "In his New York Times bestselling book Courage is Calling, author Ryan Holiday made the Stoic case for a bold and brave life. In this much-anticipated second book of his Stoic Virtue series, Holiday celebrates the awesome power of self-discipline and those who have seized it.\n\nTo master anything, one must first master themselves–one’s emotions, one’s thoughts, one’s actions. Eisenhower famously said that freedom is really the opportunity to practice self-discipline. Cicero called the virtue of temperance the polish of life. Without boundaries and restraint, we risk not only failing to meet our full potential and jeopardizing what we have achieved, but we ensure misery and shame. In a world of temptation and excess, this ancient idea is more urgent than ever.\n\nIn Discipline is Destiny, Holiday draws on the stories of historical figures we can emulate as pillars of self-discipline, including Lou Gehrig, Queen Elizabeth II, boxer Floyd Patterson, Marcus Aurelius and writer Toni Morrison, as well as the cautionary tales of Napoleon, F. Scott Fitzgerald and Babe Ruth. Through these engaging examples, Holiday teaches readers the power of self-discipline and balance, and cautions against the perils of extravagance and hedonism.\n\nAt the heart of Stoicism are four simple virtues: courage, temperance, justice, and wisdom. Everything else, the Stoics believed, flows from them. Discipline is Destiny will guide readers down the path to self-mastery, upon which all the other virtues depend. Discipline is predictive. You cannot succeed without it. And if you lose it, you cannot help but bring yourself failure and unhappiness.",
    "author": "Ryan Holiday",
    "published": "September 27th, 2022",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1656930457l/60018575.jpg"
  },
  {
    "id": 6,
    "title": "Good to Great",
    "subtitle": "Why Some Companies Make the Leap... and Others Don't",
    "description": "To find the keys to greatness, Collins's 21-person research team read and coded 6,000 articles, generated more than 2,000 pages of interview transcripts and created 384 megabytes of computer data in a five-year project. The findings will surprise many readers and, quite frankly, upset others.\n\nBuilt to Last, the defining management study of the nineties, showed how great companies triumph over time and how long-term sustained performance can be engineered into the DNA of an enterprise from the very beginning.\n\nBut what about the company that is not born with great DNA? How can good companies, mediocre companies, even bad companies achieve enduring greatness?\n\nFor years, this question preyed on the mind of Jim Collins. Are there companies that defy gravity and convert long-term mediocrity or worse into long-term superiority? And if so, what are the universal distinguishing characteristics that cause a company to go from good to great?\n\nUsing tough benchmarks, Collins and his research team identified a set of elite companies that made the leap to great results and sustained those results for at least fifteen years. How great? After the leap, the good-to-great companies generated cumulative stock returns that beat the general stock market by an average of seven times in fifteen years, better than twice the results delivered by a composite index of the world's greatest companies, including Coca-Cola, Intel, General Electric, and Merck.\n\nThe research team contrasted the good-to-great companies with a carefully selected set of comparison companies that failed to make the leap from good to great. What was different? Why did one set of companies become truly great performers while the other set remained only good?\n\nThe findings of the Good to Great study will surprise many readers and shed light on virtually every area of management strategy and practice. The findings include:\nLevel 5 Leaders: The research team was shocked to discover the type of leadership required to achieve greatness.\n\nThe Hedgehog Concept (Simplicity within the Three Circles): To go from good to great requires transcending the curse of competence.\n\nA Culture of Discipline: When you combine a culture of discipline with an ethic of entrepreneurship, you get the magical alchemy of great results. Technology Accelerators: Good-to-great companies think differently about the role of technology.\n\nThe Flywheel and the Doom Loop: Those who launch radical change programs and wrenching restructurings will almost certainly fail to make the leap.",
    "author": "James C. Collins",
    "published": "October 16th, 2001",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1546097703l/76865.jpg"
  },
  {
    "id": 7,
    "title": "Zero to One",
    "subtitle": "Notes on Startups, or How to Build the Future",
    "description": "If you want to build a better future, you must believe in secrets.\n\nThe great secret of our time is that there are still uncharted frontiers to explore and new inventions to create. In Zero to One, legendary entrepreneur and investor Peter Thiel shows how we can find singular ways to create those new things.\n\nThiel begins with the contrarian premise that we live in an age of technological stagnation, even if we’re too distracted by shiny mobile devices to notice. Information technology has improved rapidly, but there is no reason why progress should be limited to computers or Silicon Valley. Progress can be achieved in any industry or area of business. It comes from the most important skill that every leader must master: learning to think for yourself.\n\nDoing what someone else already knows how to do takes the world from 1 to n, adding more of something familiar. But when you do something new, you go from 0 to 1. The next Bill Gates will not build an operating system. The next Larry Page or Sergey Brin won’t make a search engine. Tomorrow’s champions will not win by competing ruthlessly in today’s marketplace. They will escape competition altogether, because their businesses will be unique.\n\nZero to One presents at once an optimistic view of the future of progress in America and a new way of thinking about innovation: it starts by learning to ask the questions that lead you to find value in unexpected places.",
    "author": "Peter Thiel",
    "published": "September 16th, 2014",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1630663027l/18050143.jpg"
  },
  {
    "id": 8,
    "title": "Measure What Matters",
    "subtitle": "OKRs: The Simple Idea that Drives 10x Growth",
    "description": "The revolutionary movement behind the explosive growth of Intel, Google, Amazon and Uber. With a foreword by Larry Page, and contributions from Bono and Bill Gates.\n\nMeasure What Matters is about using Objectives and Key Results (OKRs), a revolutionary approach to goal-setting, to make tough choices in business.\n\nIn 1999, legendary venture capitalist John Doerr invested nearly $12 million in a startup that had amazing technology, entrepreneurial energy and sky-high ambitions, but no real business plan. Doerr introduced the founders to OKRs and with them at the foundation of their management, the startup grew from forty employees to more than 70,000 with a market cap exceeding $600 billion. The startup was Google.\n\nSince then Doerr has introduced OKRs to more than fifty companies, helping tech giants and charities exceed all expectations. In the OKR model objectives define what we seek to achieve and key results are how those top­ priority goals will be attained. OKRs focus effort, foster coordination and enhance workplace satisfaction. They surface an organization's most important work as everyone's goals from entry-level to CEO are transparent to the entire institution.\n\nIn Measure What Matters, Doerr shares a broad range of first-person, behind-the-scenes case studies, with narrators including Bono and Bill Gates, to demonstrate the focus, agility, and explosive growth that OKRs have spurred at so many great organizations.\n\nThis book will show you how to collect timely, relevant data to track progress - to measure what matters. It will help any organization or team aim high, move fast, and excel.",
    "author": "John Doerr",
    "published": "April 24th, 2018 ",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1521104315l/39286958._SY475_.jpg"
  },
  {
    "id": 9,
    "title": "The Lean Startup",
    "subtitle": "How Today's Entrepreneurs Use Continuous Innovation to Create Radically Successful Businesses",
    "description": "Most startups fail. But many of those failures are preventable. The Lean Startup is a new approach being adopted across the globe, changing the way companies are built and new products are launched.\n\nEric Ries defines a startup as an organization dedicated to creating something new under conditions of extreme uncertainty. This is just as true for one person in a garage or a group of seasoned professionals in a Fortune 500 boardroom. What they have in common is a mission to penetrate that fog of uncertainty to discover a successful path to a sustainable business.\n\nThe Lean Startup approach fosters companies that are both more capital efficient and that leverage human creativity more effectively. Inspired by lessons from lean manufacturing, it relies on 'validated learning', rapid scientific experimentation, as well as a number of counter-intuitive practices that shorten product development cycles, measure actual progress without resorting to vanity metrics, and learn what customers really want. It enables a company to shift directions with agility, altering plans inch by inch, minute by minute.\n\nRather than wasting time creating elaborate business plans, The Lean Startup offers entrepreneurs - in companies of all sizes - a way to test their vision continuously, to adapt and adjust before it's too late. Ries provides a scientific approach to creating and managing successful startups in a age when companies need to innovate more than ever.",
    "author": "Eric Ries",
    "published": "September 13th, 2011",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1629999184l/10127019._SY475_.jpg"
  },
  {
    "id": 10,
    "title": "The Power of Writing It Down",
    "subtitle": "A Simple Habit to Unlock Your Brain and Reimagine Your Life",
    "description": "Discover the power of (finally) getting unstuck, claiming your clarity, and becoming the person whose life you want to live–all through a simple self-care practice you can build into your daily routine.\n\nFor anyone who's trying to make sense of their life, who wants to get unstuck from the patterns that hold them back, hear this incredible news: everything you need for the freedom you want is entirely within reach. This practice and pathway is free, it's readily available every day of your life, it takes just minutes of your time, and anyone can do it.\n\nAuthor, writing coach, and speaker Allison Fallon's life transformed when she discovered the power of a daily writing practice. As it turns out, using your words is one of the most powerful means you have for unlocking your life. The Power of Writing It Down is your guide to this transformative tool available to us all. In as little as five to twenty minutes a day, scientific research shows this daily practice can help you:\n\nIdentify your ruts and create new neurological grooves toward better habits\nFind fresh motivation and take ownership of your life\nHeal from past pain and trauma\nRelieve anxiety and depression\nContextualize life's setbacks and minor frustrations\nLive a more confident, balanced, and healthy life\n…and so much more\n\nDrawing from years of coaching hundreds through the writing process–from first-timers to New York Times bestselling authors–Allison shares tried and tested practices for getting started, staying inspired, and using this simple habit to shift how you feel and show up to your life. Pen and paper is simply the method, but the reward is the real magic: new depths of self-discovery, creativity, and intentionality for living.",
    "author": "Allison Fallon",
    "published": "January 12th, 2021",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1606940427l/52609381._SY475_.jpg"
  },
  {
    "id": 11,
    "title": "Think Again",
    "subtitle": "The Power of Knowing What You Don't Know",
    "description": "Think Again is a book about the benefit of doubt, and about how we can get better at embracing the unknown and the joy of being wrong. Evidence has shown that creative geniuses are not attached to one identity, but constantly willing to rethink their stances and that leaders who admit they don't know something and seek critical feedback lead more productive and innovative teams.\n\nNew evidence shows us that as a mindset and a skilllset, rethinking can be taught and Grant explains how to develop the necessary qualities to do it. Section 1 explores why we struggle to think again and how we can learn to do it as individuals, arguing that 'grit' alone can actually be counterproductive. Section 2 discusses how we can help others think again through learning about 'argument literacy'. And the final section 3 looks at how schools, businesses and governments fall short in building cultures that encourage rethinking.\n\nIn the end, learning to rethink may be the secret skill to give you the edge in a world changing faster than ever.",
    "author": "Adam M. Grant",
    "published": "February 2nd, 2021",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1602574232l/55539565.jpg"
  },
  {
    "id": 12,
    "title": "Range",
    "subtitle": "Why Generalists Triumph in a Specialized World",
    "description": "What's the most effective path to success in any domain? It's not what you think.\n\nPlenty of experts argue that anyone who wants to develop a skill, play an instrument, or lead their field should start early, focus intensely, and rack up as many hours of deliberate practice as possible. If you dabble or delay, you'll never catch up to the people who got a head start. But a closer look at research on the world's top performers, from professional athletes to Nobel laureates, shows that early specialization is the exception, not the rule.\n\nDavid Epstein examined the world's most successful athletes, artists, musicians, inventors, forecasters and scientists. He discovered that in most fields--especially those that are complex and unpredictable--generalists, not specialists, are primed to excel. Generalists often find their path late, and they juggle many interests rather than focusing on one. They're also more creative, more agile, and able to make connections their more specialized peers can't see.\n\nProvocative, rigorous, and engrossing, Range makes a compelling case for actively cultivating inefficiency. Failing a test is the best way to learn. Frequent quitters end up with the most fulfilling careers. The most impactful inventors cross domains rather than deepening their knowledge in a single area. As experts silo themselves further while computers master more of the skills once reserved for highly focused humans, people who think broadly and embrace diverse experiences and perspectives will increasingly thrive.",
    "author": "David Epstein ",
    "published": "May 28th, 2019",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1550048292l/41795733.jpg"
  },
  {
    "id": 13,
    "title": "Outliers",
    "subtitle": "The Story of Success",
    "description": "Learn what sets high achievers apart -- from Bill Gates to the Beatles -- in this #1 bestseller from 'a singular talent' (New York Times Book Review).\n\nIn this stunning book, Malcolm Gladwell takes us on an intellectual journey through the world of 'outliers'--the best and the brightest, the most famous and the most successful. He asks the question: what makes high-achievers different?\n\nHis answer is that we pay too much attention to what successful people are like, and too little attention to where they are from: that is, their culture, their family, their generation, and the idiosyncratic experiences of their upbringing. Along the way he explains the secrets of software billionaires, what it takes to be a great soccer player, why Asians are good at math, and what made the Beatles the greatest rock band.\n\nBrilliant and entertaining, Outliers is a landmark work that will simultaneously delight and illuminate.",
    "author": "Malcom Gladwell",
    "published": "November 18th, 2008",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1344266315l/3228917.jpg"
  },
  {
    "id": 14,
    "title": "The Hard Thing About Hard Things",
    "subtitle": "Building a Business When There Are No Easy Answers",
    "description": "A lot of people talk about how great it is to start a business, but only Ben Horowitz is brutally honest about how hard it is to run one.\n\nIn The Hard Thing About Hard Things, Ben Horowitz, cofounder of Andreessen Horowitz and one of Silicon Valley's most respected and experienced entrepreneurs, draws on his own story of founding, running, selling, buying, managing, and investing in technology companies to offer essential advice and practical wisdom for navigating the toughest problems business schools don't cover. His blog has garnered a devoted following of millions of readers who have come to rely on him to help them run their businesses. A lifelong rap fan, Horowitz amplifies business lessons with lyrics from his favorite songs and tells it straight about everything from firing friends to poaching competitors, from cultivating and sustaining a CEO mentality to knowing the right time to cash in.\n\nHis advice is grounded in anecdotes from his own hard-earned rise—from cofounding the early cloud service provider Loudcloud to building the phenomenally successful Andreessen Horowitz venture capital firm, both with fellow tech superstar Marc Andreessen (inventor of Mosaic, the Internet's first popular Web browser).",
    "author": "Ben Horowitz",
    "published": "March 4th, 2014",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1386609333l/18176747.jpg"
  },
  {
    "id": 15,
    "title": "Elon Musk",
    "subtitle": "Tesla, SpaceX, and the Quest for a Fantastic Future",
    "description": "Elon Musk, the entrepreneur and innovator behind SpaceX, Tesla, and SolarCity, sold one of his internet companies, PayPal, for $1.5 billion. Ashlee Vance captures the full spectacle and arc of the genius's life and work, from his tumultuous upbringing in South Africa and flight to the United States to his dramatic technical innovations and entrepreneurial pursuits. Vance uses Musk's story to explore one of the pressing questions of our age: can the nation of inventors and creators who led the modern world for a century still compete in an age of fierce global competition? He argues that Musk is an amalgam of legendary inventors and industrialists including Thomas Edison, Henry Ford, Howard Hughes, and Steve Jobs. More than any other entrepreneur today, Musk has dedicated his energies and his own vast fortune to inventing a future that is as rich and far-reaching as the visionaries of the golden age of science-fiction fantasy.",
    "author": "Ashlee Vance",
    "published": "May 19th, 2015",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1518291452l/25541028.jpg"
  },
  {
    "id": 16,
    "title": "Atomic Habits",
    "subtitle": "An Easy & Proven Way to Build Good Habits & Break Bad Ones",
    "description": "No matter your goals, Atomic Habits offers a proven framework for improving—every day. James Clear, one of the world's leading experts on habit formation, reveals practical strategies that will teach you exactly how to form good habits, break bad ones, and master the tiny behaviors that lead to remarkable results.\n\nIf you're having trouble changing your habits, the problem isn't you. The problem is your system. Bad habits repeat themselves again and again not because you don't want to change, but because you have the wrong system for change. You do not rise to the level of your goals. You fall to the level of your systems. Here, you'll get a proven system that can take you to new heights.\n\nClear is known for his ability to distill complex topics into simple behaviors that can be easily applied to daily life and work. Here, he draws on the most proven ideas from biology, psychology, and neuroscience to create an easy-to-understand guide for making good habits inevitable and bad habits impossible. Along the way, readers will be inspired and entertained with true stories from Olympic gold medalists, award-winning artists, business leaders, life-saving physicians, and star comedians who have used the science of small habits to master their craft and vault to the top of their field.\n\nLearn how to:\n\n- Make time for new habits (even when life gets crazy);\n- Overcome a lack of motivation and willpower;\n- Design your environment to make success easier;\n- Get back on track when you fall off course;\n...and much more.\n\nAtomic Habits will reshape the way you think about progress and success, and give you the tools and strategies you need to transform your habits--whether you are a team looking to win a championship, an organization hoping to redefine an industry, or simply an individual who wishes to quit smoking, lose weight, reduce stress, or achieve any other goal.",
    "author": "James Clear",
    "published": "October 16th, 2018",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1655988385l/40121378.jpg"
  },
  {
    "id": 17,
    "title": "Blue Ocean Strategy",
    "subtitle": "How to Create Uncontested Market Space and Make the Competition Irrelevant",
    "description": "Blue Ocean Shift is the essential follow-up to Blue Ocean Strategy, the classic and over 4 million copy global bestseller by world-renowned professors Chan Kim and Renée Mauborgne.\n\nDrawing on more than a decade of new work, Chan Kim and Renée Mauborgne show you how to move beyond competing, inspire your people’s confidence, and seize new growth, guiding you step-by-step through how to take your organization from a red ocean crowded with competition to a blue ocean of uncontested market space. By combining the insights of human psychology with practical market-creating tools and real-world guidance, Chan Kim and Renée Mauborgne deliver the definitive guide to shift yourself, your team, or your organization to new heights of confidence, market creation, and growth. They show why nondisruptive creation is as important as disruption in seizing new growth.\n\nBlue Ocean Shift is packed with all-new research and examples of how leaders in diverse industries and organizations made the shift and created new markets by applying the process and tools outlined in the book. Whether you are a cash-strapped startup or a large, established company, nonprofit or national government, you will learn how to move from red to blue oceans in a way that builds your people’s confidence so that they own and drive the process.\n\nWith battle-tested lessons learned from successes and failures in the field, Blue Ocean Shift is critical reading for leaders, managers, and entrepreneurs alike. You’ll learn what works, what doesn’t, and how to avoid the pitfalls along the way. This book will empower you to succeed as you embark on your own blue ocean journey. Blue Ocean Shift is indispensable for anyone committed to building a compelling future.",
    "author": "W. Chan Kim, Renée Mauborgne",
    "published": "January 1, 1994",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1416445924l/4898.jpg"
  },
  {
    "id": 18,
    "title": "Do Hard Things",
    "subtitle": "Why We Get Resilience Wrong and the Surprising Science of Real Toughness",
    "description": "From beloved performance expert, executive coach, and coauthor of Peak Performance Steve Magness comes a radical rethinking of how we perceive toughness and what it means to achieve our high ambitions in the face of hard things.\n\nToughness has long been held as the key to overcoming a challenge and achieving greatness, whether it is on the sports field, at a boardroom, or at the dining room table. Yet, the prevailing model has promoted a mentality based on fear, false bravado, and hiding any sign of weakness. In other words, the old model of toughness has failed us.\n\nSteve Magness, a performance scientist who coaches Olympic athletes, rebuilds our broken model of resilience with one grounded in the latest science and psychology. In Do Hard Things, Magness teaches us how we can work with our body - how experiencing discomfort, leaning in, paying attention, and creating space to take thoughtful action can be the true indications of cultivating inner strength.\n\nSmart and wise all at once, Magness flips the script on what it means to be resilient. Drawing from mindfulness, military case studies, sports psychology, neuroscience, psychology, and philosophy, he provides a roadmap for navigating life's challenges and achieving high performance that makes us happier, more successful, and, ultimately, better people.",
    "author": "Steve Magness",
    "published": "December 23th, 2022",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1649650728l/59088361.jpg"
  },
  {
    "id": 19,
    "title": "What You Do Is Who You Are",
    "subtitle": "How to Create Your Business Culture",
    "description": "Ben Horowitz, a leading venture capitalist, modern management expert, and New York Times bestselling author, combines lessons both from history and from modern organizational practice with practical and often surprising advice to help executives build cultures that can weather both good and bad times.\n\nBen Horowitz has long been fascinated by history, and particularly by how people behave differently than you’d expect. The time and circumstances in which they were raised often shapes them—yet a few leaders have managed to shape their times. In What You Do Is Who You Are, he turns his attention to a question crucial to every organization: how do you create and sustain the culture you want?\n\nTo Horowitz, culture is how a company makes decisions. It is the set of assumptions employees use to resolve everyday problems: should I stay at the Red Roof Inn, or the Four Seasons? Should we discuss the color of this product for five minutes or thirty hours? If culture is not purposeful, it will be an accident or a mistake.\n\nWhat You Do Is Who You Are explains how to make your culture purposeful by spotlighting four models of leadership and culture-building—the leader of the only successful slave revolt, Haiti’s Toussaint Louverture; the Samurai, who ruled Japan for seven hundred years and shaped modern Japanese culture; Genghis Khan, who built the world’s largest empire; and Shaka Senghor, a man convicted of murder who ran the most formidable prison gang in the yard and ultimately transformed prison culture.\n\nHorowitz connects these leadership examples to modern case-studies, including how Louverture’s cultural techniques were applied (or should have been) by Reed Hastings at Netflix, Travis Kalanick at Uber, and Hillary Clinton, and how Genghis Khan’s vision of cultural inclusiveness has parallels in the work of Don Thompson, the first African-American CEO of McDonalds, and of Maggie Wilderotter, the CEO who led Frontier Communications. Horowitz then offers guidance to help any company understand its own strategy and build a successful culture.\n\nWhat You Do Is Who You Are is a journey through culture, from ancient to modern. Along the way, it answers a question fundamental to any organization: who are we? How do people talk about us when we’re not around? How do we treat our customers? Are we there for people in a pinch? Can we be trusted?\n\nWho you are is not the values you list on the wall. It’s not what you say in company-wide meeting. It’s not your marketing campaign. It’s not even what you believe. Who you are is what you do. This book aims to help you do the things you need to become the kind of leader you want to be—and others want to follow.",
    "author": "Ben Horowitz",
    "published": "October 29th, 2019",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1571347435l/44063692.jpg"
  },
  {
    "id": 20,
    "title": "You're Not Listening",
    "subtitle": "What You're Missing and Why It Matters",
    "description": "New York Times contributor Kate Murphy asked people on five continents this question, and the response was typically a long, awkward pause. People struggled to come up with someone, anyone, who truly listened to them without glazing over, glancing down at a phone, or jumping in to offer an opinion. Many admitted that they, themselves, weren’t very good listeners, and most couldn’t even describe what it meant to be a good listener.\n\nDespite living in a world where technology allows constant digital communication and opportunities to connect, it seems no one is really listening or even knows how. And it’s making us lonelier, more isolated, and less tolerant than ever before. A listener by trade, Murphy wanted to know how we got here.\n\nIn this illuminating and often humorous deep dive, Murphy explains why we’re not listening, what it’s doing to us, and how we can reverse the trend. She makes accessible the psychology, neuroscience, and sociology of listening while also introducing us to some of the best listeners out there (including a CIA agent, focus-group moderator, bartender, radio producer, and top furniture salesman).\n\nWhile listening is often regarded as talking’s meek counterpart, Murphy discovered it’s actually the more powerful position in communication. We learn when we listen. It’s how we connect, cooperate, empathize, and fall in love. Listening is something we do or don’t do every day. While we might take listening for granted, how well we listen, to whom, and under what circumstances determines who we are and the paths we take in life.\n\nEqual parts cultural observation, scientific exploration, and rousing call to action that’s full of practical advice, You’re Not Listening is to listening what Susan Cain’s Quiet was to introversion. It’s time to stop talking and start listening.",
    "author": "Kate Murphy",
    "published": "January 7th, 2020",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1650124222l/45892276._SY475_.jpg"
  }
]
